/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "Please enter at least 4 characters to 12 characters.\n";

/* No comment provided by engineer. */
"このアプリについて" = "About This App";

/* No comment provided by engineer. */
"ガス" = "Gas";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "Title has not been entered.\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "Please enter the password you set for data protection.\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "Please set a password for data protection.Please enter at least 4 characters to 12 characters.\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "Password do not match.\n";

/* No comment provided by engineer. */
"パスワード入力" = "Enter Password";

/* No comment provided by engineer. */
"パスワード設定" = "Set Password";

/* No comment provided by engineer. */
"ローン" = "Loan";

/* No comment provided by engineer. */
" 予算" = "  Budget";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "The value entered is too large.\n";

/* No comment provided by engineer. */
"入力エラー" = "Input error";

/* No comment provided by engineer. */
"利用可能額/月" = "Monthly amount available";

/* No comment provided by engineer. */
"利用可能額/週" = "Weekly amount available";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "Please enter the alphanumeric characters.\n";

/* No comment provided by engineer. */
" 収入" = "  Income";

/* No comment provided by engineer. */
"収入合計" = "Total Income";

/* No comment provided by engineer. */
"収入項目\n" = "Income item\n";

/* No comment provided by engineer. */
"家計の予算編成" = "Household Budgeting";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "While recording the \"result of spending\" household book, build a \"spending plan\" in this app.\n\nBy entering the items, meals available per week, such as costs friendship, we support the financial management deliberate.\n";

/* No comment provided by engineer. */
"家賃" = "Rent";

/* No comment provided by engineer. */
"携帯電話" = "Mobile phone";

/* No comment provided by engineer. */
" 支出" = "  Spending";

/* No comment provided by engineer. */
"支出合計" = "Total Spending";

/* No comment provided by engineer. */
"支出項目\n" = "Spending item\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "Character has not been entered.\n";

/* No comment provided by engineer. */
"水道" = "Water";

/* No comment provided by engineer. */
"積立貯金" = "Savings fund";

/* No comment provided by engineer. */
"給与収入" = "Salary income";

/* No comment provided by engineer. */
"表示\n" = "Display\n";

/* No comment provided by engineer. */
" 設定" = "  Setting";

/* No comment provided by engineer. */
" 貯蓄" = "  Savings";

/* No comment provided by engineer. */
"貯蓄合計" = "Total Savings";

/* No comment provided by engineer. */
"貯蓄項目\n" = "Savings item\n";

/* No comment provided by engineer. */
"金額" = "Amount";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "Amount has not been entered.\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "Please enter numeric characters.\n";

/* No comment provided by engineer. */
"電気" = "Electricity";

/* No comment provided by engineer. */
"項目" = "Item";

/* No comment provided by engineer. */
"項目と金額の設定" = "Configuration item and amount";

/* No comment provided by engineer. */
"項目名" = "Item name";

/* No comment provided by engineer. */
"項目名\n0" = "Item name\n0";

/* No comment provided by engineer. */
"項目名は全角8文字(半角16文字)以内で入力してください。\n" = "Please enter a maximum of 16 characters.\n";

/* No comment provided by engineer. */
"項目名を全角8文字(半角16文字)以内で、金額を半角数字で入力してください。\n\n" = "Please enter a maximum of 16 characters above,numeric characters below.\n";

//"家計の予算編成を行います"="Budgeting of household";

//"セルの表示設定を行います"="Display settings of cell";

"セルの表示設定"="Display settings of cell";

"セルの表示イメージ"="Display image of cell";

"   給与収入\n   123,456"="   Salary Income\n   123,456";

"前月繰越"="Previous month carryover";
"当月貯蓄額"="Month savings";
"当月臨時収入"="Month extra income";
"当月臨時費用"="Month extra spending";
"次月繰越"="Next month carryover";

"過去3ヶ月の記録"="Result of past three months";
"家計の予算編成"="Estimate the Household Budget";
"セルのカスタマイズ"="Setting of the cell";
"将来1年の資産推移"="Prospect of assets in future one year";
"金額の設定"="Enter Amount";
"金額を半角数字で入力してください。\n\n\n"="Please enter numeric characters.\n\n\n";
